Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-1.docx.tmx
Source language: nob
Languages: sme

source: Kommunen informerte at de i nærmeste fremtid skal ansette en ny samisk pedagog i den samiske barnehagen.
sme: Suohkan dieđihii ahte sii lagamus áiggis áigot virgádit sámegielat pedagoga sámi mánáidgárdái.

source: Sametingsrådet informerte på møtet om planene for Samisk Hus i Oslo, blant annet fremtidige samiske helsetreff og mulig etablering av et samisk språksenter/språkarena.
sme: Sámediggeráđđi dieđihii čoahkkimis Sámi viesu plánaid Osloi, earret eará boahtteáiggi dearvvašvuođadeaivvademiid ja lea go vejolaš ásahit sámi giellaguovddáža/ giellaarena.

source: Driftsstøtte er et viktig element for Samisk hus sitt engasjement og utvikling i arbeidet med en slik etablering.
sme: Doaibmadoarjja lea dehálaš elemeanta Sámi viesu doaimmaide ja ovdáneapmái dákkár ásaheamis.

source: Det er avgjørende at Sametinget og Oslo kommune i fellesskap sørger for at Samisk Hus gis tilstrekkelige økonomiske ressurser til å delta i arbeidet, deriblant ressurser som ivaretar daglig drift.
sme: Lea vealtameahttun ahte Sámediggi ja Oslo suohkan ovttas láhčet vejolašvuođa dasa ahte Sámi viessu oažžu doarvái ekonomalaš resurssaid searvat bargui, earret eará resurssaid mat áimmahuššet beaivválaš jođiheami.

source: Sametingsrådet bevilget i fjor 410.500,- kroner til utvikling av et forprosjekt: «Helsetreff for samer bosatt i Oslo».
sme: Sámediggeráđđi juolludii diibmá 410.500,- ruvnno ovddidit ovtta ovdaprošeavtta: «Dearvvašvuođadeaivvadeapmi sápmelaččaide geat orrot Oslos».

source: I siste del av 2016 er det blant annet gjennomført flere helsetreff for samer, og brukere av tilbudet ønsker en videreføring av tilbudet i 2017.
sme: Maŋit jahkebeale 2016:s leat earret eará čađahuvvon dearvvašvuođadeaivvadeamit sápmelaččaid várás, ja fálaldaga geavaheaddjit sávvet ahte fálaldat jotkojuvvo 2017:s.

source: Samiske helsetreff kan anses som et tiltak innenfor folkehelse, som ligger innenfor kommunenes ansvarsområder.
sme: Sámi dearvvašvuođadeaivvadeapmi doaibmá doaibmabidjun álbmotdearvvašvuođa siskkobealde, mii gullá suohkaniid ovddasvástádussuorgái.

source: I oppfølgingen av samarbeidserklæringen og punket som angår helse, drøftet partene kommunen sin involvering og bidrag i videreføringen av tilbudet.
sme: Ovttasbargojulggaštusa čuovvoleami oktavuođas digaštallojuvvui čuokkis mas lea sáhka dearvvašvuođa birra, ja de digaštalle suohkana searvama ja veahki viidásetfievrridit fálaldaga.

source: Oslo kommune har nå en fast person som skal være kommunen sin kontaktperson i helsetreff-prosjektet.
sme: Oslo suohkanis lea fásta olmmoš gii galgá doaibmat suohkana gulahallanolmmožin dearvvašvuođadeaivvademiid- prošeavttas.

source: Kommunen vil bidra med midler til finansiering av en prosjektstilling på deltid som skal jobbe på Samisk Hus, med forbehold om at Sametinget også bidrar.
sme: Suohkan áigu juolludit ruđa ruhtadit prošeaktavirggi oasseáiggis, mii bargá Sámi viesus, dainna eavttuin ahte Sámediggi maid juolluda ruđa.

source: Tilbakemeldingene om status for samisk språkopplæring ved Kampen skole i Oslo er at det for tiden er stabilt både i forhold til lærersituasjonen og antall elever som får samiskundervisning.
sme: Dieđuin maid leat ožžon sámi giellaoahpahusa birra Kampen skuvllas Oslos, lea ahte juste dál lea dássidis lohku sihke oahpaheddjiin ja ohppiin geat ožžot sámegieloahpahusa.

source: Neste samarbeidsmøte mellom Sametinget og Oslo kommune planlegges lagt til et av kontorstedene til Sametinget.
sme: Boahtte ovttasbargočoahkkin gaskal Sámedikki ja Oslo suohkana lea plánejuvvon čađahuvvot ovtta Sámedikki kánturbáikkiin.

source: Samarbeidsavtalen med Alta kommune Status på arbeidet med å enes om en samarbeidsavtale med Alta kommune er at partene er i en prosess med å få ferdig en avtaletekst.
sme: Ovttasbargošiehtadus Álttá suohkaniin Barggu stáhtus gos galggaimet soabadit ovttasbargošiehtadusa birra Álttá suohkaniin, lea dál ahte bealálaččat leat proseassas oažžut gárvvisin hábmejuvvot šiehtadusteavstta.

source: Sametinget og Alta kommune hadde et drøftingsmøte 13. desember 2016 i Alta, og skal møtes etter behov for å arbeide med innhold og prosess.
sme: Sámedikkis ja Álttá suohkanis lei digaštallančoahkkin juovlamánu 13.b.2016 Álttás ja galget fas deaivvadit dárbbu mielde bargat sisdoaluin ja proseassain.

source: Samarbeidsavtalen med Tromsø kommune Status på oppfølging av samarbeidsavtalen med Tromsø kommune er at Sametinget og Tromsø kommune nå har igangsatt et revideringsarbeid av avtalen.
sme: Ovttasbargošiehtadus Romssa suohkaniin Ovttasbargošiehtadusa stáhtusa čuovvoleapmi lea ahte Sámediggi ja Romssa suohkan dál leat bidjan johtui reviderenbarggu šiehtadusas.

source: Partene møttes 5. desember 2016 i Tromsø, og arbeidet fortsetter mot våren 2017.
sme: Bealálaččat deaivvadedje juovlamánu 5.b.2016 Romssas, ja bargu joatkašuvvá 2017 giđa.

source: Det planlegges også en innspillskonferanse i 2017 for å få en bred inkludering i revideringen av avtalen.
sme: Lea maid plánejuvvon lágidit gulaskuddankonferánssa 2017:s oažžun dihte viiddis searvama šiehtadusa revideremii.

source: 4 Kunnskap 4.1 Samisk barnehagetilbud Rammeplan for barnehagens innhold og oppgaver – Sametingets prosess og høringssvar Kunnskapsdepartementet har utarbeidet høringsforslag til ny rammeplan for barnehagens innhold og oppgaver.
sme: Mánáidgárddi sisdoalu ja bargguid rámmaplána – Sámedikki proseassa ja gulaskuddanvástádus Máhttodepartemeanta lea ráhkadan gulaskuddancealkámuša ođđa rámmaplánii mánáidgárddi sisdollui ja bargguide.

source: Høringsfrist var 20. januar 2017.
sme: Gulaskuddanáigemearri lei ođđajagimánu 20. b. 2017.

source: Rammeplanen skal være et styrings- og arbeidsdokument for alle barnehager, og er da også forpliktende for barnehager med samisk innhold.
sme: Rámmaplána galgá leat stivren- ja bargodokumeantan buot mánáidgárddiide, ja geatnegahttá dasto maid mánáidgárddiid main lea sámi sisdoallu.

source: Barnehager med samisk barnehagetilbud skal ha et eierskap til dokumentet og få nytte av det på lik linje med andre barnehager.
sme: Mánáidgárddiin main lea sámi mánáidgárdefálaldat galgá leat eaiggátvuohta dokumentii ja galget das atnit ávkki seamma láhkái go eará mánáidgárddit.

source: Sametingets høringssvar har derfor fokus på samisk innhold, samiske barns rettigheter og understreker at samiske verdier må synliggjøres i rammeplanens verdigrunnlag.
sme: Sámedikki gulaskuddancealkámušas leat danne bidjan guovddážii sámi sisdoalu ja sámi mánáid vuoigatvuođaid, ja deattuhit ahte sámi árvvuid ferte oainnusin dahkat rámmaplána árvovuođus.

source: Sametingets deltakelse i høringskonferanser om ny rammeplan for barnehager Sametinget har deltatt på høringskonferanser i Tromsø, Bodø og Hamar som Kunnskapsdepartementet og Fylkesmennene i Troms, Nordland og Hedmark arrangerte fra 10. til 12. januar.
sme: Sámedikki searvan gulaskuddankonferánssaide mánáidgárddiid ođđa rámmaplána birra Sámediggi lea searvan gulaskuddankonferánssaide Romssas, Bådådjos ja Hamaris, maid Máhttodepartemeanta ovttas Romssa, Norlándda ja Hedemárkku fylkkamánniiguin lágidii ođđajagimánu 10. b. - 12.

source: Formålet med konferansene var å gi deltakerne mulighet til å drøfte innholdet i ny rammeplan og gi innspill til departementet.
sme: b. Ulbmil konferánssaiguin lei oassálastiide addit vejolašvuođa ságaškuššat ođđa rámmaplána sisdoalu ja departementii buktit mearkkašumiid.

source: I forkant av konferansene hadde Sametinget dialog med Kunnskapsdepartementet om spørsmål vedrørende det samiske perspektivet i gruppearbeid.
sme: Ovdal konferánssa lei Sámedikkis gulahallan Máhttodepartemeanttain gažaldagain sámi perspektiivva birra joavkobarggus.

source: I gruppediskusjonene kom det klart frem at samiske barns rettigheter ikke er omtalt.
sme: Joavkodigaštallamiin bođii čielgasit ovdan ahte sámi mánáid vuoigatvuođat eai leat namuhuvvon.

source: Videre kom det frem at samiske verdier og ståsted må synliggjøres i hele rammeplanen fordi samiske barnehager har samisk språk og kultur som utgangspunkt i sitt arbeid.
sme: Dasto bođii ovdan ahte sámi árvvuid ja vuolggasaji ferte oainnusin dahkat olles rámmaplánas danne go sámi mánáidgárddiin lea sámi giella ja kultuvra vuolggasadjin iežaset barggus.

source: Møte med arbeidsgruppe om samisk perspektiv i rammeplanen Sametinget har gjennomført et arbeidsmøte 15. desember 2016 med fagpersoner fra nord- og sørssamisk barnehagesektor.
sme: Čoahkkin bargojoavkkuin sámi perspektiivva birra rámmaplánas Sámediggi lea juovlamánu 15. b. 2016 doallan bargočoahkkima davvi- ja máttasámi mánáidgárdesuorggi fágaolbmuiguin.

source: Fra lulesamisk barnehagesektor fikk Sametinget skriftlige innspill.
sme: Julevsámi mánáidgárdesuorggis oaččui Sámediggi čálalaš mearkkašumiid.

source: Hensikten var å få drøftet innholdet i høringsutkastet til ny rammeplan.
sme: Áigumuš lei ságaškuššat ođđa rámmaplána gulaskuddanevttohusa sisdoalu.

source: Arbeidsgruppen gav konstruktive innspill som er tatt med som supplement til innholdet i Sametingets høringssvar.
sme: Bargojoavku buvttii konstruktiivvalaš mearkkašumiid, maid leat váldán mielde lasáhussan Sámedikki gulaskuddancealkámuša sisdollui.

source: Resultatet fra arbeidsmøtet var blant annet at høringsforslaget er utformet for norske barnehager hvor utgangspunktet er norske verdier, språk og kultur.
sme: Bargočoahkkima boađusin lei earret eará ahte gulaskuddanevttohus lea hábmejuvvon dáža mánáidgárddiide gos vuolggasadjin leat dáža árvvut, giella ja kultuvra.

source: Formuleringer om det samiske er vage og upresise, som kan medføre at barnehageeier kan la være å prioritere samisk innhold i barnehagetilbudet.
sme: Dajaldagat sámi beliid birra leat láivvit ja eahpečielgasat, ja dat sáhttá dagahit ahte mánáidgárdeeaiggát ii vuorut sámi sisdoalu mánáidgárdefálaldahkii.

source: Møte med Kunnskapsdepartementet om en eventuell lovfesting av en samarbeidsplikt for barnehage- og skoleeiere Sametinget har 9. februar hatt et møte med Kunnskapsdepartementet om en eventuell lovfestning av en samarbeidsplikt for barnehageeiere og skoleeiere.
sme: Čoahkkin Máhttodepartemeanttain vejolašvuođa birra mearridit lágas mánáidgárde- ja skuvlaeaiggádiid ovttasbargogeatnegasvuođa Sámedikkis lea guovvamánu 9. b. leamaš čoahkkin Máhttodepartemeanttain vejolašvuođa birra lágas mearridit mánáidgárddiid ja skuvlaeaiggádiid ovttasbargogeatnegasvuođa.

source: Kunnskapsdepartementet er nå i gang med å gjennomgå regelverket og å utrede hvordan et eventuelt lovforslag bør innrettes.
sme: Máhttodepartemeanta lea geahčadišgoahtán njuolggadusaid ja čielggadišgoahtán mo vejolaš láhkaevttohus galggašii heivehuvvot.

source: Dette arbeidet er i en tidlig utredningsprosess.
sme: Dát bargu lea árra čielggadanproseassas.

source: Formålet med møtet var å få Sametingets innspill og synspunkter på dette arbeidet.
sme: Ulbmil čoahkkimiin lei oažžut Sámedikki mearkkašumiid ja oainnuid dán bargui.

source: Sametingets innspill var blant annet at det er viktig å sikre at det skapes kontinuitet i utdanningsforløpet for barn og foreldre for å styrke og videreutvikle samisk språk og kultur.
sme: Sámedikki mearkkašupmi lei earret eará ahte lea deaŧalaš sihkkarastit kontinuitehta mánáide ja vánhemiidda oahpahusa oktavuođas sámi giela ja kultuvrra nannema ja ovddideami dihte.

source: Pedagogisk materiell for barnehager Sametingets læremiddelsentral låner ut gratis materiell til barnehager, skoler, studenter og andre interesserte.
sme: Pedagogalaš ávdnasat mánáidgárddiide Sámedikki oahpponeavvoguovddáš luoiká ávdnasiid nuvttá mánáidgárddiide, skuvllaide, studeanttaide ja eará berošteddjiide.

source: Det har i denne perioden vært mest etterspørsel av lettleste bøker for små barn (pekebøker), plakater med ulike tema, og temabaserte hefter for barnehager.
sme: Dán áigodagas leat eanemusat jearahallan girjjiid smávva mánáide (čujuhangirjjiid), plakáhtaid iešguđet lágan fáttáiguin, ja fáddágirjjážiid mánáidgárddiide.

source: I forbindelse med feiringen av samenes nasjonaldag har det vært stor pågang av bestillinger av materiell om samisk språk og kultur.
sme: Sámi álbmotbeaivvi ávvudeami oktavuođas leat leamaš ollu diŋgojumit sámi giela ja kultuvrra ávdnasiin.

source: I tillegg spør barnehagene etter forslag til opplegg om samisk språk og kultur.
sme: Lassin dasa mánáidgárddit jearahallet sámi giela ja kultuvrra birra oahpahanfáddáevttohusaid.

source: Det er også et stort behov hos samiske barnehager og skoler for mer informasjon- og veiledningsmateriell om forhold, som for eksempel samenes nasjonaldag.
sme: Ollu mánáidgárddit leat dovddahan ahte dárbbašit vuođđo diehtojuohkin- ja oaivadanávdnasiid sámi diliid birra, nu go ovdamearkka dihte sámi álbmotbeaivvi birra.

source: Læremiddelsentralen ser at det er behov for å få utviklet både informasjon-, veiledningsmateriell og forslag til opplegg for barnehager som er tilpasset barnehagenes behov, og som sikrer det samiske innholdet i barnehagetilbudene.
sme: Oahpponeavvoguovddáš oaidná dárbun ráhkadahttit sihke diehtojuohkin- ja oaivadanávdnasiid, ja oahpahanfáddáevttohusaid mánáidgárddiide mat leat heivehuvvon mánáidgárddiid dárbbuide, ja mat sihkkarastet mánáidgárdefálaldagaid sámi sisdoalu.

source: Koffert med samiske gjenstander til utlån til barnehager Læremiddelsentralen har to kofferter med samiske gjenstander til utlån.
sme: Koaffar sámi biergasiiguin luoikamassii mánáidgárddiide Oahpponeavvoguovddážis leat luoikamassii guokte koaffara sámi biergasiiguin.

source: Innholdet i koffertene er blant annet nordsamiske koftesett til dukker og barnehagebarn, og et forslag til samisk opplegg for barnehager.
sme: Sisdoallu koaffariin leat earret eará davvisámi gávttit vávváide ja mánáidgárdemánáide, ja sámi oahpahanfáddáevttohus mánáidgárddiide.

source: Det er stor etterspørsel av disse koffertene.
sme: Leat ollugat geat jearahit dáid koaffariid.

source: Til nå har koffertene vært ute i 27 barnehager, men det er mange kommuner og barnehager som fortsatt står på venteliste for utlån.
sme: Dán rádjái leat koaffarat leamat 27 mánáidgárddis, muhto leat máŋga gieldda ja mánáidgárddi mat ain leat vuordimin vuoru luoikat koaffara.

source: Tilbakemeldinger fra barnehager og kommuner er at Sametinget burde hatt tilgjengelig flere slike kofferter, som i tillegg burde ha vært utvidet med sør- og lulesamisk innhold.
sme: Mánáidgárddit ja gielddat lohket ahte Sámedikkis galggašedje eanet dákkár koaffarat, ja ahte dain galggašii vel leat mátta- ja julevsámi sisdoallu.

source: Det har vært stor pågang av bestillinger spesielt i forbindelse med feiringen av samenes nasjonal dag.
sme: Earenoamážit sámi álbmotbeaivvi ávvudeami oktavuođas leat leamaš ollu diŋgojumit.

source: Tildeling av tilskudd til utvikling av pedagogisk materiell og leker Sametinget fikk i 2016 inn 8 søknader til ordningen pedagogisk materiell og leker.
sme: Doarjaga juolludeapmi pedagogalaš ávdnasiid ja duhkorasaid ovddideapmái Sámediggi oaččui 2016:s 8 ohcamuša pedagogalaš ávdnasiid ja duhkorasaid ortnegii.

source: Søknadsummen var på over 4,7 millioner kroner.
sme: Ohcansubmi lei badjel 4,7 mill. ruvnnu.

source: Avsatte midler til dette var 1,5 millioner kroner.
sme: Dása lei biddjojuvvon 1,5 mill. ruvnnu.

source: Det ble prioritert støtte til to prosjekter om utvikling av språkstimuleringsmateriell og en eventyrpakke, på tilsammen 1,64 milioner kroner.
sme: Sámediggi vuoruhii doarjaga guovtti prošektii giellamovttiidanprošeavtta ovddideapmái ja máinnaspáhkkii, oktiibuot 1,64 mill. ruvnnu ovddas.

source: Tildelinger til samiske barnehagetilbud Sametinget har i 2016 tildelt tilskudd på over 11 millioner kroner til 32 samiske barnehager og i underkant av to millioner kroner til 28 barnehager med tilbud om samisk språkopplæring.
sme: Juolludeamit sámi mánáidgárdefálaldagaide Sámediggi lea 2016:s juolludan doarjagiid badjel 11 mill. ruvnnu ovddas 32 sámi mánáidgárdái ja vuollelis 2 mill. ruvnnu 28 mánáidgárdái main lea sámi giellaoahppofálaldat.

source: 749 barn fikk i 2016 barnehagetilbud i samiske barnehager, herav 700 nordsamiske, 19 lulesamiske og 30 sørsamiske barn.
sme: 749 máná ožžo 2016:s mánáidgárdefálaldaga sámi mánáidgárddiin, dáin 700 davvisámi máná, 19 julevsámi máná ja 30 máttasámi máná.

source: I tillegg fikk 68 nordsamiske barn og 15 sørsamiske barn tilbud om samisk språkopplæring i norske barnehager.
sme: Lassin dasa ožžo 68 davvisámi máná ja 15 máttasámi máná sámi giellaoahppofálaldaga dáža mánáidgárddiin.

source: 4.2 Samisk grunnopplæring Sametingets nye nettsider Sametingets nye nettsider har fått et helt nytt innhold om grunnopplæring.
sme: Sámedikki ođđa neahttasiiddut Sámedikki neahttašiidduin lea áibbas ođđa sisdoallu vuođđooahpahusa birra.

source: Informasjonen er skrevet med tanke på brukerne, foreldre, elever, lærere og skoleeiere.
sme: Dieđut leat hábmejuvvon geavaheddjiide, vánhemiidda, ohppiide, oahpaheddjiide ja skuvlaeaiggádiidda.

source: Her finner man informasjon om samisk opplæring, om rettigheter og om hvor foreldre og elever kan henvende seg for å få oppfylt sine rettigheter.
sme: Doppe gávdná dieđuid sámi oahpahusa birra, vuoigatvuođaid birra ja dan birra geainna vánhemat ja oahppit galget váldit oktavuođa go vuoigatvuođaideaset dáhtošedje ollašuhttojuvvot.

source: På nettsidene er det også informasjon om læreplaner, samisk innhold i ordinære læreplaner og om Kunnskapsløftet – Samisk.
sme: Neahttasiidduin leat maid dieđut oahppoplánaid, dábálaš oahppoplánaid sámi sisdoalu ja Máhttoloktema – Sámi birra.

source: Videre finnes det også informasjon om læremidler.
sme: Dasto leat maid dieđut oahpponeavvuid birra.

source: Nasjonal kompetansepolitisk strategi I februar 2014 publiserte OECD rapporten “OECD Skills Strategy Diagnostic Report Norway” som legger frem de viktigste utfordringene Norge har på kompetansefeltet.
sme: Našuvnnalaš gealbopolitihkalaš strategiija 2014 guovvamánus publiserii OECD raportta “OECD Skills Strategy Diagnostic Report Norway” mii čilge mat leat Norgga deaŧaleamos hástalusat gealbosuorggis.

source: Hovedbudskapet i rapporten er at Norge ikke klarer å utnytte befolkningens kompetanse godt nok.
sme: Raportta váldosáhka lea ahte Norga ii nagot doarvái bures geavahit álbmoga gelbbolašvuođa.

source: Rapporten peker blant annet på utfordringer som høyt frafall og lav progresjon i gjennomføring av opplæring og utdanning, ubalanse mellom tilbud og etterspørsel samt raske endringer i kompetansekravet i arbeidslivet.
sme: Raporta čujuha earret eará daid hástalusaide go ollugat heitet gaskan ja go lea vuollegis progrešuvdna oahpahusa ja oahpu čađaheamis, heajos balánsa fálaldaga ja jearahallama gaskka, ja go vel leat jođánis rievdamat bargoeallima gealbogáibádusas.

source: I det nasjonale strategidokumentet, skisseres tiltak for å imøtekomme utfordringene.
sme: Našuvnnalaš strategiijadokumeanttas leat doaibmabijut mat galggašedje dustet hástalusaid.

source: Denne strategien ble lansert i Oslo 3. februar 2017 der sametingspresident Vibeke Larsen signerte strategidokumentet på vegne av Sametinget.
sme: Dát strategiija almmuhuvvui Oslos guovvamánu 3. b. 2017 gos sámediggepresideanta Vibeke Larsen Sámedikki ovddas čálii strategiijadokumeantta vuollái.

source: Sametinget har deltatt aktivt i arbeidet med utarbeidelsen av nasjonal kompetansepolitisk strategi både på administrativt og politisk nivå.
sme: Sámediggi lea aktiivvalaččat searvan bargui ráhkadit našuvnnalaš gealbopolitihkalaš strategiija sihke hálddahuslaš ja politihkalaš dásis.

source: Sametinget har fått med sine innspill i dokumentet, blant annet at nasjonal kompetansepolitisk strategi skal ivareta også de særlige utfordringene og behovene i det samiske arbeidslivet.
sme: Sámedikki mearkkašumit leat váldojuvvon mielde dokumentii, earret eará dat ahte našuvnnalaš gealbopolitihkalaš strategiija galgá gozihit maiddái sámi bargoeallima earenoamáš hástalusaid ja dárbbuid.

source: Videre er arbeidet med lærlingordningen for reindrift nevnt i strategien.
sme: Dasto lea bargu oahpahalliortnegiin boazodoalus namuhuvvon strategiijas.

source: For Sametinget har det i dette arbeidet også vært særlig viktig at opplæring i samiskferdigheter likestilles med opplæring i norskferdigheter, og at dette kommer tydelig fram i strategien.
sme: Dán barggus lea Sámediggái maid leamaš earenoamáš deaŧalaš ahte oahpahus dahká sámegielčehppodaga dássálagaid dárogielčehppodagain, ja ahte dát čielgasit oidno strategiijas.

source: Departementet har vedtatt at det skal opprettes et kompetansebehovsutvalg (KBU) som blant annet skal analysere hvilke behov arbeidslivet har.
sme: Departemeanta lea mearridan ahte galgá ásahuvvot gealbodárbolávdegoddi (kompetansebehovsutvalg –KBU) mii earret eará galgá analyseret bargoeallima dárbbuid.

source: For Sametinget har det vært viktig at utvalget har samisk representasjon.
sme: Sámediggái lea leamaš deaŧalaš ahte lávdegottis lea sámi ovddasteapmi.

source: Kunnskapsdepartementet vil involvere Sametinget i denne prosessen.
sme: Máhttodepartemeanta áigo Sámedikki váldit mielde dán prosessii.

source: Generell del – læreplanen Med bakgrunn i Stortingsmelding 28 (2015-2018) «Fag – Fordypning – Forståelse – En fornyelse av Kunnskapsløftet» holder Kunnskapsdepartementet på med utvikling av ny generell del til læreplanverket.
sme: Oppalaš oassi – oahppoplána Stuorradiggedieđáhusa 28 (2015-2018) «Fag – Fordypning – Forståelse – En fornyelse av Kunnskapsløftet» oktavuođas lea Máhttodepartemeanta ráhkadeamen ođđa oppalaš oasi oahppoplánii.

source: Det overordnede utgangspunktet for revideringen av generell del, er at generell del og prinsipper for opplæring skal slås sammen til et dokument.
sme: Oppalaš oasi reviderema bajimuš vuolggasadjin lea ahte oppalaš oassi ja oahpahusa prinsihpat galget biddjojuvvot oktii seamma dokumentii.

source: Det er departementet som har ansvar for utvikling av ny generell del.
sme: Lea departemeantta ovddasvástádus ráhkadit ođđa oppalaš oasi.

source: Arbeidet ble påbegynt i 2015, og Sametinget er fortsatt i dialog med departementet om det samiske innholdet i en felles generell del.
sme: Bargu álggahuvvui 2015:s, ja Sámediggi lea ain gulahallamin departemeanttain sámi sisdoalu birra oktasaš oppalaš oasis.

source: Nye innspill fra Sametinget ble sendt i januar 2017.
sme: Sámediggi sáddii ođđajagimánus 2017 ođđa mearkkašumiid.

source: Departementet har planer om å sende ny generell del til høring i løpet av februar, med en høringsfrist på tre måneder.
sme: Departemeantta áigumuš lea sáddet ođđa oppalaš oasi gulaskuddamii golggotmánus, golbma mánu gulaskuddanáigemeriin.

source: Ny generell del blir fastsatt høsten 2017 og skal gjelde fra høsten 2018.
sme: Ođđa oppalaš oassi mearriduvvo 2017 čavčča ja galgá leat fámus 2018 čavčča rájes.

source: Sametingsrådet satser på behandling av ny generell del i Sametingets plenum i juni 2017.
sme: Sámediggeráđi áigumuš lea ahte oppalaš oassi gieđahallojuvvo dievasčoahkkimis 2017 geassemánus.

source: Sametinget har bedt om konsultasjoner med Kunnskapsdepartementet før endelig fastsetting av generell del.
sme: Sámediggi lea dáhtton konsulteret Máhttodepartemeanttain ovdal go oppalaš oassi loahpalaččat mearriduvvo.

source: Samisk foreldrekonferanse under Tråante 2017 Sametinget er opptatt av at foreldre/foresatte med barn i barnehage og grunnskole blir hørt.
sme: Sámi vánhenkonferánsa Tråante 2017 oktavuođas Sámedikki mielas lea deaŧalaš ahte vánhemat/fuolaheaddjit geain leat mánát mánáidgáddis ja vuođđoskuvllas guldaluvvojit.

source: Det er viktig at foreldre har organ som Foreldreutvalget for barnehage (FUB) og foreldreutvalget for grunnskolen (FUG/FUB), som kan gi hjelp og støtte i foreldrerollen.
sme: Lea deaŧalaš ahte vánhemiin leat orgánat nu go Mánáidgárddiid vánhenlávdegoddi (FUB) ja Vuođđooahpahusa vánhenlávdegoddi (FUG), mat sáhttet veahkehit ja doarjut vánhemiid sin vánhenrollas.
